{
  "positions": [
    {
      "dates": "2018 – current date",
      "title": "Communication Director / previously: Communication Assistant",
      "institution": "ABPEducom - Brazilian Association of Educommunication Professionals and Researchers",
      "description": "Member from Board of Directors elected for 2019-2022 term. Before, I managed institution's digital channels and was a member of Communication Commission of II International Congress on Communication and Education, promoted by ABPEducom and by the Center of Communication and Education (NCE / USP) in November 2018."
    },
    {
      "dates": "2019 – 2020",
      "title": "Educational Technology Analyst",
      "institution": "Educom.Saúde-SP Project",
      "description": "I worked in two editions of this project, promoted by the Secretary of Health of State of São Paulo. My responsibilities were: update and maintenance of the Virtual Learning Environment; HTML and CSS development of educational objects; Moodle's data extraction by native resources and web scraping; data treatment and analysis with SQLite; data visualization with Excel; technical support for live video conferences; support to E-Learning Management."
    },
    {
      "dates": "2016 – 2017",
      "title": "Acting Professor",
      "institution": "UFU - Federal University of Uberlândia",
      "description": "I taught the disciplines of Graphic Planning, Digital Journalism, Editing in Journalism and Communication Technologies. I also was part of the team of professors responsible for guiding laboratory productions of a newspaper and a magazine."
    },
    {
      "dates": "2014 – 2017",
      "title": "Consultant in Communication and Marketing",
      "institution": "Polytechnic Faculty of Uberlândia",
      "description": "Digital media management, including updating WordPress sites and hotsites development. Art direction and content writing for internal and commercial communication materials. Relationship with advertising agency, press office and other suppliers. Events organization."
    },
    {
      "dates": "2010 – 2011",
      "title": "Communication Internship",
      "institution": "Environment Protection Organization",
      "description": "Website development in PHP (full stack); planning and organization of projects and events; art direction and content writing; lectures."
    }
  ]
}